Revit 2024 API
ExportLinetypeTable Constructor
 Constructs a new ExportLinetypeTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ExportLinetypeTable()
Visual Basic
Public Sub New
Visual C++
public:
ExportLinetypeTable()
See Also
ExportLinetypeTable Class
Autodesk.Revit.DB Namespace